---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PeakLatentCoolingLoad
source: html/b7f58217-f256-59c7-ccd9-74c2ef215281.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PeakLatentCoolingLoad Property

"Peak Latent Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId PeakLatentCoolingLoad { get; }
```